export const ru = {
  0: "0",
  acc_create: "Создать аккаунт",
  acc_login: "У меня уже есть аккаунт",
  acc_sku: "Мы скучали по вам!",
  acc_data: "Введите данные для входа",
  acc_email: "Эл. почта",
  acc_pswrd: "Пароль",
  acc_enter: "Войти",

  reg_hto: "Какой у вас статус?",
  reg_htoDesc:
    "Выберите, в каком статусе Вы сейчас находитесь: планируете ребенка, беременны или уже родили малыша. Так мы сможем выбрать для вас оптимально полезный и увлекательный контент, а также помочь в любом вопросе. Поехали!",
  reg_sP: "Беременна",
  reg_sM: "Уже мама",
  reg_sN: "Планирую",
  reg_sVt: "На каком вы сроке?",
  reg_sVd:
    "Выберите неделю Вашей беременности, чтобы мы дали всю информацию о том, что происходит с Вами и будущим малышом. Также мы дадим советы, что делать именно в этот срок, чтобы максимально поддержать ваше здоровье с ребенком.",
  reg_sVw: " недель",
  reg_sVCC: "Продолжить", // use
  reg_aC: "Добавьте вашего малыша",
  reg_aCd:
    "Мы хотим знать, как зовут, какого пола и когда День рождения нашего нового члена Клуба счастливых малышей и их лучших мамочек. А может быть, их уже несколько?",
  reg_acN: "Имя",
  reg_acDate: "Дата рождения",
  reg_s1: "Мальчик",
  reg_s2: "Девочка",
  reg_aMore: "Добавить еще одного ребенка",
  reg_acc_c: "Создаем аккаунт",
  reg_acc_cd: "Добро пожаловать в счастливый мир материнства!",
  reg_acc_cc: "Город",
  reg_acc_ce: "Эл. почта",
  reg_acc_cp: "Пароль",
  reg_acc_cg: "Создать аккаунт",
  // Datepicker
  dp_title: "Выберите дату:",
  dp_save: "Сохранить",
  dp_cancel: "Отменить",
  // Nothing to display
  no_data: "Здесь пока ничего нет...",
  // News Header
  news_h_all: "Лента новостей",
  news_h_sub: "Лента подписок",
  news_h_ch: "Лента каналов",
  news_h_sch: "Ищи по запросам",
  news_h_sm: "Мамы",
  news_h_sn: "Записи",

  news_p_noc: "Комментарии к данному посту отключены",
  news_p_sa: " Показать полностью",
  news_p_cp: "Введите текст комментария..",
  news_p_sc: "Отправить",
  news_p_to: "Сегодня",
  news_p_ye: "Вчера в ",

  news_s_re: "Популярные запросы",

  news_s_t: "Настройки ленты",
  news_s_p: "ЗАПИСИ ОТ",
  news_s_pl: "Планирующих",
  news_s_plD: "Вы будете видеть записи от планирующих беременность",
  news_s_pr: "Беременных",
  news_s_prD: "Краткий текст, описание данного фильтра",
  news_s_mo: "Мам",
  news_s_moD: "Все тот же небольшой текст, с описанием",

  news_n_t: "Новая запись",
  news_n_ph: `Задайте вопрос, поделитесь\nэмоциями, историей или\nпереживаниями ...`,
  news_n_st: "Настройки записи",
  news_n_p: "Опубликовать в:",
  news_n_n: "Ленту",
  news_n_ch: "Канал",
  news_n_ad: "Дополнительно:",
  news_n_oc: "Отключить комментарии",
  news_n_ocD: "Пользователи не смогут комментировать запись",
  news_n_hc: "Скрыть комментарии",
  news_n_hcD: "Только вы видите все комментарии",
  news_n_os: "Только подписчикам",
  news_n_osD: "Запись будет видна только вашим подписчикам",
  news_n_sCh: "Канал для публикации:",

  chat_t: "Чаты",
  chat_s: "Поиск по чатам и пользователям",
  chat_p: "Ваше сообщение ...",
  chat_no: "Нет активных чатов..",

  pr_pc: "Записей",
  pr_sc: "Подписчиков",
  pr_ssc: "Подписок",
  pr_f: "Семья",
  pr_pcT: "Записи",
  pr_uS: "Подписаться",
  pr_uuS: "Отписаться",
  pr_uCh: "Написать",
  pr_udd: "дней",

  set_ti: "Настройки",
  set_pr: "Приватность",
  set_pu: "Push Уведомления",
  set_da: "Данные профиля",
  set_fa: "Семья",
  set_st: "Мой статус",
  set_st_ti: "Выберите Ваш статус:",
  set_st_s1: "Беременна",
  set_st_s2: "Мама",
  set_st_s3: "Планирую беременность",
  set_st_ca: "Отменить", // cancel
  set_ad: "Местоположение",
  set_ad_ti: "Изменение адреса",
  set_ad_pl: "Новый адрес",
  set_ad_sv: "Сохранить", // save
  set_em: "E-mail",
  set_em_ti: "Изменение почты",
  set_em_np: "Новый адрес эл. почты",
  set_em_rp: "Подтвердите новый адрес",
  set_ps: "Пароль",
  set_ps_ti: "Изменение пароля",
  set_ps_op: "Ваш текущий пароль",
  set_ps_n1: "Ваш новый пароль",
  set_ps_n2: "Подтвердите новый пароль",
  set_he: "Помощь и поддержка",
  set_ex: "Выйти из аккаунта",
  set_lan: "Язык приложения",
  set_lan_ti: "Выберите язык:",
  set_lan_ru: "Русский",
  set_lan_ua: "Український",

  set_h_re: "Обратная связь",
  set_h_he: "Помощь по приложению",
  set_h_ru: "Правила сообщества",
  set_h_cc: "Пользовательское соглашение",
  set_h_uu: "Условия использования",
  set_h_pl: "Политика конфиденциальности",

  pe_ti: "Данные профиля",
  pe_ne_ti: "Изменение имени",
  pe_ne_ph: "Ваше имя",
  pe_ni_ti: "Изменение никнейма",
  pe_ni_ph: "Ваш новый никнейм",
  pe_fa: "Семья",
  pe_ac: `Добавить\nчлена семьи`,

  cha_ti: "Член семьи",
  cha_en_ti: "Имя ребенка >",
  cha_en_ti2: "Имя ребенка",
  cha_en_np: "Введите имя",
  cha_db: "Дата рождения >",

  lib_ti: "Библиотека",
  lib_ch: "Каналы",
  lib_enc: "Энциклопедия",
  lib_nm: "Новые мамы",
  lib_pb: "Популярные блоги",

  ch_default:
    "Описание канала. Здесь будет подробное описание канала. Оно должно быть, по-крайней мере",
  ch_health:
    "Все, что должна знать женщина о своем здоровье в новом статусе молодой мамочки. Позаботьтесь о Вашем организме с нашими советами. Будьте здоровы и счастливы вместе с малышом!",
  ch_sport:
    'От "А" до "Я" о том, как сохранить привлекательную форму тела и его здоровую энергию даже во время беременности и после родов. Ваше тело – ваша сила. А мы поможем сделать его еще сильнее и соблазнительнее.',
  ch_psyho:
    "Каждая молодая мамочка и беременная женщина нуждается в поддержке, особенно – моральной. Здесь Вы обретете свой покой и уют. Вы ведь достойны только лучших эмоций!",
  ch_things:
    "Малыш растет по часам, и теперь его гардероб становится вашим новым хобби. Выбирайте новые вещи для ребенка в нашей барахолке и делитесь с другими мамочками своими. Все и даже большее из детского мира уже ждет Вас!",
  ch_walk:
    "С малышом жизнь становится интереснее, особенно путешествуя. Не важно: он внутри Вас или уже рядом - мы подскажем лучшие места для путешествий. А также дадим советы, как сделать максимально комфортным ваше совместное приключение.",
  ch_bearth:
    "Роды – важнейшее событие в жизни женщины. Здесь Вы найдете советы, которые помогут максимально комфортно для Вас и малыша пройти этот нелегкий процесс. Пусть у Вас останутся только самые лучшие воспоминания о родах. И мы поможем в этом.",
  ch_tits:
    "Грудное вскармливание – дар, которым наделила женщин природа. Здесь Вы узнаете все его преимущества. Также здесь есть советы, как сделать этот процесс по-настоящему полезным для ребенка и приятным для Вас.",
  ch_food:
    "Организм молодой или будущей мамочки требует особого питания. От него напрямую зависит здоровье женщины и ребенка. Здесь есть все, что касается правильного питания для мамочки.",
  ch_aid:
    "Лекарство – друг человека. Но для молодой или будущей мамочки все может быть совсем наоборот. Какие препараты можно и нужно принимать женщине, а от которых лучше отказаться – читайте здесь. И будьте здоровы!",
  ch_docs:
    "Молодой мамочке, как и беременной женщине, обязательно нужна помощь врачей. Они корректируют образ жизни и помогают укрепить здоровье и уйти от проблем в нелегкий период. Здесь вы найдете ответы на вопросы – к кому и когда обращаться. Пусть врачи несут вам только хорошие новости!",

  cal_btn: "Энциклопедия беременности",
  cal_btnD: "Ищите любые темы",
  cal_all_ti: "Статьи",
  cal_all: "Ищите любые темы в статьях",
};
