export const ua = {
  0: "1",
  acc_create: "Створити акаунт",
  acc_login: "У мене вже є акаунт",
  acc_sku: "Ми сумували за вами!",
  acc_data: "Введіть дані для входу",
  acc_email: "Ел. пошта",
  acc_pswrd: "Пароль",
  acc_enter: "Ввійти",

  reg_hto: "Який у вас статус?",
  reg_htoDesc:
    "Виберіть, в якому статусі Ви зараз знаходитесь: плануєте дитину, вагітна чи вже народили малюка. Так ми зможемо обрати для вас оптимально корисний і цікавий контент, а також допомогти в будь-якому питанні. Поїхали!",
  reg_sP: "Вагітна",
  reg_sM: "Вже мама",
  reg_sN: "Планую",
  reg_sVt: "На якому ви терміні?",
  reg_sVd:
    "Оберіть тиждень Вашої вагітності, щоби ми дали всю інформацію про те, що відбувається з Вами і майбутнім малюком. Також ми дамо поради, що робити саме у цій термін, щоб максимально підтримати ваше з дитиною здоров'я.",
  reg_sVw: " тижнів",
  reg_sVCC: "Далі", // use
  reg_aC: "Додайте вашого малюка",
  reg_aCd:
    "Ми хочемо знати, як звуть, якої статі і коли День народження нашого нового члену Клубу щасливих малюків і їх найкращих матусь. А можливо, їх вже декілька?",
  reg_acN: "Ім’я",
  reg_acDate: "Дата народження",
  reg_s1: "Хлопчик",
  reg_s2: "Дівчинка",
  reg_aMore: "Додати ще одну дитину",
  reg_acc_c: "Створюємо акаунт",
  reg_acc_cd: "Ласкаво просимо в щасливий світ материнства!",
  reg_acc_cc: "Місто",
  reg_acc_ce: "Ел. пошта",
  reg_acc_cp: "Пароль",
  reg_acc_cg: "Створити акаунт",
  // Datepicker
  dp_title: "Виберіть дату:",
  dp_save: "Зберегти",
  dp_cancel: "Скасувати",
  // Nothing to display
  no_data: "Тут поки що нічого немає...",
  // News Header
  news_h_all: "Стрічка новин",
  news_h_sub: "Стрічка підписок",
  news_h_ch: "Стрічка каналів",
  news_h_sch: "Шукай за запитами",
  news_h_sm: "Мами",
  news_h_sn: "Записи",

  news_p_noc: "Коментарі до цієї посади відключені",
  news_p_sa: " Показати повністю",
  news_p_cp: "Введіть текст коментаря..",
  news_p_sc: "Надіслати",
  news_p_to: "Сьогодні",
  news_p_ye: "Вчора в ",

  news_s_re: "Популярні запити",

  news_s_t: "Налаштування стрічки",
  news_s_p: "ЗАПИСИ ВІД",
  news_s_pl: "Тих, хто планує",
  news_s_plD: "Ви бачитимете записи від тих, хто планує вагітність",
  news_s_pr: "Вагітних",
  news_s_prD: "Ви бачитимете записи від майбутніх мам",
  news_s_mo: "Мам",
  news_s_moD: "Ви бачитимете записи від щасливих мам",

  news_n_t: "Новий запис",
  news_n_ph: `Поставте питання, поділіться\nемоціями, історією чи\nпереживаннями ...`,
  news_n_st: "Налаштування запису",
  news_n_p: "Опублікувати в:",
  news_n_n: "Стрічку",
  news_n_ch: "Канал",
  news_n_ad: "Додатково:",
  news_n_oc: "Вимкнути коментарі",
  news_n_ocD: "Користувачі не зможуть коментувати запис",
  news_n_hc: "Приховати коментарі",
  news_n_hcD: "Лише ви бачите всі коментарі",
  news_n_os: "Тільки підписникам",
  news_n_osD: "Запис буде видно лише вашим підписникам",
  news_n_sCh: "Канал для публікації:",

  chat_t: "Чати",
  chat_s: "Знайти за ім’ям або нікнеймом",
  chat_p: "Ваше повідомлення ...",
  chat_no: "Нет активных чатов..",

  pr_pc: "Записів",
  pr_sc: "Підписників",
  pr_ssc: "Підписки",
  pr_f: "Сім’я",
  pr_pcT: "Записи",
  pr_uS: "Підписатися",
  pr_uuS: "Відписатися",
  pr_uCh: "Написати",
  pr_udd: "днів",

  set_ti: "Налаштування",
  set_pr: "Приватність",
  set_pu: "Push Повідомлення",
  set_da: "Дані профілю",
  set_fa: "Сім’я",
  set_st: "Мій статус",
  set_st_ti: "Виберіть Ваш статус:",
  set_st_s1: "Вагітна",
  set_st_s2: "Мати",
  set_st_s3: "Планую вагітність",
  set_st_ca: "Скасувати", // cancel
  set_ad: "Розташування",
  set_ad_ti: "Зміна адреси",
  set_ad_pl: "Нова адреса",
  set_ad_sv: "Зберегти", // save
  set_em: "E-mail",
  set_em_ti: "Зміна пошти",
  set_em_np: "Нова адреса ел. пошти",
  set_em_rp: "Підтвердьте нову адресу",
  set_ps: "Пароль",
  set_ps_ti: "Зміна пароля",
  set_ps_op: "Ваш поточний пароль",
  set_ps_n1: "Ваш новий пароль",
  set_ps_n2: "Підтвердіть новий пароль",
  set_he: "Допомога і підтримка",
  set_ex: "Вийти з акаунта",
  set_lan: "Мова програми",
  set_lan_ti: "Оберіть мову:",
  set_lan_ru: "Русский",
  set_lan_ua: "Український",

  set_h_re: "Зворотній зв'язок",
  set_h_he: "Допомога за додатком",
  set_h_ru: "Правила спільноти",
  set_h_cc: "Користувача угода",
  set_h_uu: "Умови Використання",
  set_h_pl: "Політика конфіденційності",

  pe_ti: "Дані профілю",
  pe_ne_ti: "Зміна імені",
  pe_ne_ph: "Ваше ім'я",
  pe_ni_ti: "Зміна нікнейму",
  pe_ni_ph: "Ваш новий нікнейм",
  pe_fa: "Сім’я",
  pe_ac: `Додати\nчлена сім’ї`,

  cha_ti: "Член сім’ї",
  cha_en_ti: "Ім'я дитини >",
  cha_en_ti2: "Ім'я дитини",
  cha_en_np: "Введіть ім'я",
  cha_db: "Дата народження >",

  lib_ti: "Бібліотека",
  lib_ch: "Канали",
  lib_enc: "Енциклопедія",
  lib_nm: "Нові мами",
  lib_pb: "Популярні блоги",

  ch_default:
    "Опис каналу. Тут буде детальний опис каналу. Воно має бути, принаймні",
  ch_health:
    "Все, що має знати жінка про своє здоров'я у новому статусі молодої матусі. Подбайте про Ваш організм з нашими порадами. Будьте здорові та щасливі разом з малюком!",
  ch_sport:
    'Від "А" до "Я" про те, як зберегти привабливу форму тіла і його здорову енергію навіть під час вагітності і після родів. Ваше тіло - ваша сила. А ми допоможемо зробити його ще сильнішим і спокусливішим.',
  ch_psyho:
    "Кожна молода матуся і вагітна жінка потребує підтримки, особливо - моральної. Тут Ви знайдете свій спокій і затишок. Адже Ви варті тільки найкращих емоцій!",
  ch_things:
    "Малюк росте по годинах, і тепер його гардероб стає Вашим новим хобі. Обирайте обнови для дитини в нашій барахолці та діліться з іншими матусями своїми. Все і навіть більше з дитячого світу вже чекає на Вас!",
  ch_walk:
    "З малюком життя стає цікавіше, особливо подорожуючи. Не важливо: він ще всередині Вас чи вже поруч - ми підкажемо найкращі місця для подорожей. А також дамо поради, як зробити максимально комфортною вашу сумісну пригоду.",
  ch_bearth:
    "Пологи - найважливіша подія в житті жінки. Тут Ви знайдете поради, які допоможуть максимально комфортно для Вас та малюка пройти цей нелегкий процес. Нехай у Вас залишаться тільки найкращі спогади про пологи. І ми допоможемо у цьому.",
  ch_tits:
    "Грудне вигодовування - дар, яким наділила жінок природа. Тут Ви дізнаєтесь про всі його переваги. Також тут є поради, як зробити цей процес по-справжньому корисним для дитини і приємним для Вас.",
  ch_food:
    "Організм молодої чи майбутньої матусі потребує особливого харчування. Від нього напряму залежить здоров'я жінки і дитини. Тут є все, що стосується правильного харчування для матусі. Смачного та щасливого!",
  ch_aid:
    "Ліки - друг людини. Але для молодої чи майбутньої матусі все може бути зовсім навпаки. Які препарати можна і треба приймати жінці, а від яких краще відмовитися - читайте тут. І будьте здорові!",
  ch_docs:
    "Молодій матусі, як і вагітній жінці, обов'язково потрібна допомога лікарів. Вони коригують спосіб життя і допомагають зміцнити здоров'я і уникнути проблем у нелегкий період. Тут ви знайдете відповіді на питання - до кого і коли звертатися. Нехай лікарі несуть вам тільки добрі новини!",

  cal_btn: "Енциклопедія вагітності",
  cal_btnD: "Шукайте будь-які теми у статтях лікарів",
  cal_all_ti: "Статті",
  cal_all: "Шукайте будь-які теми у статтях лікарів",
};
